* Calculate PCB mass
** PCB area
See [[file:~/Projects/SST/pcb/sst_report.txt][sst_report]] for area.

7066.5679 mm²
** Material
See economics.org for material.
https://belchip.by/product/?selected_product=32282
** PCB height
1.5 mm

** density
https://en.wikipedia.org/wiki/FR-4

** Mass table
#+NAME: PCB_mass
| Area    | 7066.5678 | mm²   |
| Height  |       1.5 | mm    |
| Volume  | 10599.852 | mm³   |
| Density |     1.850 | g/sm³ |
| Mass    | 19.609726 | g     |
#+TBLFM: @3$2=@1*@2::@5$2=@4*@3 / 1000
